import React from "react";

export default function TermsPage() {
  return (
    <div className="container mx-auto py-28 px-20">
      <h1 className="text-2xl font-bold mb-4">利用規約</h1>
      <p className="mb-4">レンタルキャンピングカーご利用の前にお読みください。</p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第１章　総則</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第１条（約款の適用）</h3>
      <p className="mb-2">
        当店は、この約款の定めるところにより、貸渡自動車（以下「レンタカー」といいます。）を借受人に貸し渡すものとし、借受人はこれを借り受けるものとします。なお、この約款に定めのない事項については、法令又は一般の慣習によるものとします。
      </p>
      <p className="mb-2">
        当店は、この約款の趣旨、法令、行政通達及び一般の慣習に反しない範囲で特約に応ずることがあります。特約した場合には、その特約が約款に優先するものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第２章　予約</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第２条（予約の申込み）</h3>
      <p className="mb-2">
        借受人は、レンタカーを借りるにあたって、約款及び別に定める料金表等に同意のうえ、別に定める方法により、あらかじめ車種、借受開始日時、借受場所、借受期間、返還場所、運転者、付属品の要否、その他の借受条件（以下「借受条件」といいます。）を明示して予約の申込みを行うことができます。
      </p>
      <p className="mb-2">
        当社は、借受人から予約の申込みがあったときは、原則として、当社の保有するレンタカーの範囲内で予約に応ずるものとします。この場合、借受人は、当社が特に認める場合を除き、別に定める予約申込金を支払うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第3条（予約の変更）</h3>
      <p className="mb-2">
        借受人は、前条第1項の借受条件を変更しようとするときは、あらかじめ当社の承諾を受けなければならないものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第4条（予約の取消し等）</h3>
      <p className="mb-2">借受人は、別に定める方法により、予約を取り消すことができます。</p>
      <p className="mb-2">
        借受人が、借受人の都合により、予約した借受開始時刻を1時間以上経過してもレンタカー貸渡契約（以下「貸渡契約」といいます。）の締結手続きに着手しなかったときは、予約が取り消されたものとします。
      </p>
      <p className="mb-2">
        前2項の場合、借受人は、別に定めるところにより予約取消手数料を当社に支払うものとし、当社は、この予約取消手数料の支払いがあったときは、受領済の予約申込金を借受人に返還するものとします。
      </p>
      <p className="mb-2">
        当社の都合により、予約が取り消されたとき、又は貸渡契約が締結されなかったときは、当社は受領済の予約申込金を返還するほか、別に定めるところにより違約金を支払うものとします。
      </p>
      <p className="mb-2">
        事故、盗難、不返還、リコール、天災その他の借受人若しくは当社のいずれの責にもよらない事由により貸渡契約が締結されなかったときは、予約は取り消されたものとします。この場合、当社は受領済の予約申込金を返還するものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第5条（代替レンタカー）</h3>
      <p className="mb-2">
        当社は、借受人から予約のあった車種のレンタカーを貸し渡すことができないときは、予約と異なる車種のレンタカー（以下「代替レンタカー」といいます。）の貸渡しを申し入れることができるものとします。
      </p>
      <p className="mb-2">
        借受人が前項の申入れを承諾したときは、当社は車種を除き予約時と同一の借受条件で代替レンタカーを貸し渡すものとします。なお、代替レンタカーの貸渡料金が予約された車種の貸渡料金より高くなるときは、予約した車種の貸渡料金によるものとし、予約された車種の貸渡料金より低くなるときは、当該代替レンタカーの車種の貸渡料金によるものとします。
      </p>
      <p className="mb-2">
        借受人は、第1項の代替レンタカーの貸渡しの申入れを拒絶し、予約を取り消すことができるものとします。
      </p>
      <p className="mb-2">
        前項の場合において、第1項の貸渡しをすることができない原因が、当社の責に帰する事由によるときには第4条第4項の予約の取消しとして取り扱い、当社は受領済の予約申込金を返還するほか、別に定めるところにより違約金を支払うものとします。
      </p>
      <p className="mb-2">
        第3項の場合において、第1項の貸渡しをすることができない原因が、当社の責に帰さない事由によるときには第4条第5項の予約の取消しとして取り扱い、当社は受領済の予約申込金を返還するものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第6条（免責）</h3>
      <p className="mb-2">
        当社及び借受人は、予約が取り消され、又は貸渡契約が締結されなかったことについて、第4条及び第5条に定める場合を除き、相互に何らの請求をしないものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第三章　貸渡し</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第7条（貸渡契約の締結）</h3>
      <p className="mb-2">
        借受人は第2条第1項に定める借受条件を明示し、当社はこの約款、料金表等により貸渡条件を明示して、貸渡契約を締結するものとします。ただし、貸し渡すことができるレンタカーがない場合又は借受人若しくは運転者が第8条第1項若しくは第2項各号のいずれかに該当する場合を除きます。
      </p>
      <p className="mb-2">
        貸渡契約を締結した場合、借受人は当社に第10条第1項に定める貸渡料金を支払うものとします。
      </p>
      <p className="mb-2">
        当社は、監督官庁の基本通達（注1）に基づき、貸渡簿(貸渡原票)及び第13条第1項に規定する貸渡証に運転者の氏名、住所、運転免許の種類及び運転免許証（注2）の番号を記載し、又は運転者の運転免許証の写しを添付するため、貸渡契約の締結にあたり、借受人に対し、借受人の指定する運転者（以下「運転者」といいます。）の運転免許証の提示を求めるほか、その写しの提出を求めることがあります。この場合、借受人は、自己が運転者であるときは自己の運転免許証を提示し、又はその写しを提出するものとし、借受人と運転者が異なるときはその運転者の運転免許証を提示し、又はその写しを提出するものとします。
      </p>
      <p className="text-sm text-gray-600 ml-4 mt-1 mb-2">
        （注1）監督官庁の基本通達とは、国土交通省自動車交通局長通達「レンタカーに関する基本通達」（自旅第138号
        平成7年6月13日）の2.(10)及び(11)のことをいいます。
      </p>
      <p className="text-sm text-gray-600 ml-4 mt-1 mb-2">
        （注2）運転免許証とは、道路交通法第92条に規定される運転免許証のうち、道路交通法施行規則第19条別記様式第14の書式の運転免許証をいいます。また、道路交通法第107条の2に規定する国際運転免許証又は外国運転免許証は、運転免許証に準じます。
      </p>
      <p className="mb-2">
        当社は、貸渡契約の締結にあたり、借受人及び運転者に対し、運転免許証のほかに本人確認ができる書類の提示を求め、及び提出された書類の写しをとることがあります。
      </p>
      <p className="mb-2">
        当社は、貸渡契約の締結にあたり、借受期間中に借受人及び運転者と連絡するための携帯電話番号等の告知を求めます。
      </p>
      <p className="mb-2">
        当社は、貸渡契約の締結にあたり、借受人に対し、現金による支払いを求め、又はその他の支払方法を指定することがあります。
      </p>
      <p className="mb-2">借受人は契約後の借受期間の延長はできないものとします。</p>

      <h3 className="text-lg font-medium mt-4 mb-1">第8条（貸渡契約の締結の拒絶）</h3>
      <p className="mb-2">
        借受人又は運転者が次の各号のいずれかに該当するときは、貸渡契約を締結することができないものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>
          貸し渡すレンタカーの運転に必要な運転免許証の提示をせず、又は当社が求めたにもかかわらず、その運転者の運転免許証の写しの提出に同意しないとき。
        </li>
        <li>酒気を帯びていると認められるとき。</li>
        <li>麻薬、覚せい剤、シンナー等による中毒症状等を呈していると認められるとき。</li>
        <li>チャイルドシートがないにもかかわらず６才未満の幼児を同乗させるとき。</li>
        <li>
          暴力団若しくは暴力団関係団体の構成員若しくは関係者又はその他の反社会的組織に属している者であると認められるとき。
        </li>
      </ul>
      <p className="mb-2">
        借受人又は運転者が次の各号のいずれかに該当するときは、当社は貸渡契約の締結を拒絶することができるものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>予約に際して定めた運転者と貸渡契約締結時の運転者とが異なるとき。</li>
        <li>過去の貸渡しにおいて、貸渡料金の支払いを滞納した事実があるとき。</li>
        <li>過去の貸渡しにおいて、第16条各号に掲げる行為があったとき。</li>
        <li>
          過去の貸渡し（他のレンタカー事業者による貸渡しを含みます。）において、第17条第6項又は第22条第1項に掲げる行為があったとき。
        </li>
        <li>
          過去の貸渡しにおいて、貸渡約款又は保険約款違反により自動車保険が適用されなかった事実があったとき。
        </li>
        <li>
          当社との取引に関し、当社の従業員その他の関係者に対して、暴力的行為を行い、若しくは合理的範囲を超える負担を要求し、又は暴力的行為若しくは言辞を用いたとき。
        </li>
        <li>
          風説を流布し、又は偽計若しくは威力を用いて当社の信用をき損し、又は業務を妨害したとき。
        </li>
        <li>別に明示する条件を満たしていないとき。</li>
        <li>その他、当社が適当でないと認めたとき。</li>
      </ul>
      <p className="mb-2">
        前2項の場合において借受人との間に既に予約が成立していたときは、予約の取消しがあったものとして取り扱い、借受人から予約取消手数料の支払があったときは、受領済の予約申込金を借受人に返還するものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第9条（貸渡契約の成立等）</h3>
      <p className="mb-2">
        貸渡契約は、借受人が当社に貸渡料金を支払い、当社が借受人にレンタカーを引き渡したときに成立するものとします。この場合、受領済の予約申込金は貸渡料金の一部に充当されるものとします。
      </p>
      <p className="mb-2">
        前項の引渡しは、第2条第1項の借受開始日時に、同項に明示された借受場所で行うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第10条（貸渡料金）</h3>
      <p className="mb-2">
        貸渡料金とは、以下の料金の合計金額をいうものとし、当社はそれぞれの額又は計算根拠を料金表に明示します。
      </p>
      <ul className="list-disc ml-6 mb-2">
        <li>基本料金、免責補償制度加入料、オプション料金、燃料代、その他の料金</li>
      </ul>
      <p className="mb-2">
        基本料金は、レンタカーの貸渡し時において、当社が地方運輸局運輸支局長に届け出て実施している料金によるものとします。
      </p>
      <p className="mb-2">
        第2条による予約をした後に貸渡料金を改定したときは、予約時に適用した料金と貸渡し時の料金とを比較して低い貸渡料金によるものとします。
      </p>
      <p className="mb-2">貸渡料金については細則で定めるものとします。</p>

      <h3 className="text-lg font-medium mt-4 mb-1">第11条（借受条件の変更）</h3>
      <p className="mb-2">
        借受人は、貸渡契約の締結後、第7条第1項の借受条件を変更しようとするときは、あらかじめ当社の承諾を受けなければならないものとします。
      </p>
      <p className="mb-2">
        当社は、前項による借受条件の変更によって貸渡業務に支障が生ずるときは、その変更を承諾しないことがあります。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第12条（点検整備及び確認）</h3>
      <p className="mb-2">
        当社は、道路運送車両法第48条（定期点検整備）に定める点検をし、必要な整備を実施したレンタカーを貸し渡すものとします。
      </p>
      <p className="mb-2">
        当社は、道路運送車両法第47条の2（日常点検整備）に定める点検をし、必要な整備を実施するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、前2項の点検整備が実施されていること並びに別に定める点検表に基づく車体外観及び付属品の検査によってレンタカーに整備不良がないことその他レンタカーが借受条件を満たしていることを確認するものとします。
      </p>
      <p className="mb-2">
        当社は、前項の確認によってレンタカーに整備不良が発見された場合には、直ちに必要な整備等を実施するものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第13条（貸渡証の交付、携帯等）</h3>
      <p className="mb-2">
        当社は、レンタカーを引き渡したときは、地方運輸局運輸支局長が定めた事項を記載した所定の貸渡証を借受人又は運転者に交付するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、レンタカーの使用中、前項により交付を受けた貸渡証を携帯しなければならないものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、貸渡証を紛失したときは、直ちにその旨を当社に通知するものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第四章　使用</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第14条（管理責任）</h3>
      <p className="mb-2">
        借受人又は運転者は、レンタカーの引渡しを受けてから当社に返還するまでの間（以下「使用中」といいます。）、善良な管理者の注意義務をもってレンタカーを使用し、保管するものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第15条（日常点検整備）</h3>
      <p className="mb-2">
        借受人又は運転者は、使用中に、レンタカーについて、毎日使用する前に道路運送車両法第47条の2（日常点検整備）に定める点検をし、必要な整備を実施しなければならないものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第16条（禁止行為）</h3>
      <p className="mb-2">借受人又は運転者は、使用中に次の行為をしてはならないものとします。</p>
      <ul className="list-decimal ml-6 mb-2">
        <li>
          レンタカー内での喫煙、匂いがきつい飲食及び調理、匂いがきつい殺虫剤、芳香剤の使用、煙が出る蚊取り線香等の使用。
        </li>
        <li>砂浜、悪路、河川など車両に悪影響が出る場所への侵入、走行。</li>
        <li>
          当社の承諾及び道路運送法に基づく許可等を受けることなくレンタカーを自動車運送事業又はこれに類する目的に使用すること。
        </li>
        <li>
          レンタカーを所定の用途以外に使用し又は第7条第3項の貸渡証に記載された運転者及び当社の承諾を得た者以外の者に運転させること。
        </li>
        <li>
          レンタカーを転貸し、又は他に担保の用に供する等当社の権利を侵害することとなる一切の行為をすること。
        </li>
        <li>
          レンタカーの自動車登録番号標又は車両番号標を偽造若しくは変造し、又はレンタカーを改造若しくは改装する等その原状を変更すること。
        </li>
        <li>
          当社の承諾を受けることなく、レンタカーを各種テスト若しくは競技に使用し又は他車の牽引若しくは後押しに使用すること。
        </li>
        <li>法令又は公序良俗に違反してレンタカーを使用すること。</li>
        <li>当社の承諾を受けることなくレンタカーについて損害保険に加入すること。</li>
        <li>レンタカーを日本国外に持ち出すこと。</li>
        <li>その他第7条第1項の借受条件に違反する行為をすること。</li>
      </ul>
      <p className="mb-2">
        本条、第17条又は第22条に該当する場合で、刑法に違反する行為があった場合は、当社は法的手続きを開始することがあります。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第17条（違法駐車の場合の措置等）</h3>
      <p className="mb-2">
        借受人又は運転者は、使用中にレンタカーに関し道路交通法に定める違法駐車をしたときは、借受人又は運転者は、違法駐車をした地域を管轄する警察署に出頭して、直ちに自ら違法駐車に係る反則金等を納付し、及び違法駐車に伴うレッカー移動、保管、引取りなどの諸費用を負担するものとします。
      </p>
      <p className="mb-2">
        当社は、警察からレンタカーの放置駐車違反の連絡を受けたときは、借受人又は運転者に連絡し、速やかにレンタカーを移動させ、若しくは引き取るとともに、レンタカーの借受期間満了時又は当社の指示する時までに取扱い警察署に出頭して違反を処理するよう指示するものとし、借受人又は運転者はこれに従うものとします。なお、当社は、レンタカーが警察により移動された場合には、当社の判断により、自らレンタカーを警察から引き取る場合があります。
      </p>
      <p className="mb-2">
        当社は、前項の指示を行った後、当社の判断により、違反処理の状況を交通反則告知書又は納付書、領収書等により確認するものとし、処理されていない場合には、処理されるまで借受人又は運転者に対して前項の指示を行うものとします。
        また、当社は借受人又は運転者に対し、放置駐車違反をした事実及び警察署等に出頭し、違反者として法律上の措置に従うことを自認する旨の当社所定の文書（以下「自認書」といいます。）に自ら署名するよう求め、借受人又は運転者はこれに従うものとします。
      </p>
      <p className="mb-2">
        当社は、当社が必要と認めた場合は、警察に対して自認書及び貸渡証等の個人情報を含む資料を提出する等により借受人又は運転者に対する放置駐車違反に係る責任追及のための必要な協力を行うほか、公安委員会に対して道路交通法第51条の4第6項に定める弁明書及び自認書並びに貸渡証等の資料を提出し、事実関係を報告する等の必要な法的措置をとることができるものとし、借受人又は運転者はこれに同意するものとします。
      </p>
      <p className="mb-2">
        当社が道路交通法第51条の4第1項の放置違反金納付命令を受け、放置違反金を納付した場合又は借受人若しくは運転者の探索に要した費用若しくは車両の移動、保管、引取り等に要した費用を負担した場合には、当社は借受人又は運転者に対し、次に掲げる金額（以下「駐車違反関係費用」といいます。）を請求するものとします。この場合、借受人又は運転者は、当社の指定する期日までに駐車違反関係費用を支払うものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>放置違反金相当額</li>
        <li>当社が別に定める駐車違反違約金</li>
        <li>探索に要した費用及び車両の移動、保管、引取り等に要した費用</li>
      </ul>
      <p className="mb-2">
        当社が前項の放置違反金納付命令を受けたとき、又は借受人若しくは運転者が当社が指定する期日までに同項に規定する請求額の全額を支払わないときは、当社は借受人若しくは運転者の氏名、生年月日、運転免許証番号等を一般社団法人全国レンタカー協会情報管理システム（以下「全レ協システム」といいます。）に登録する等の措置をとるものとします。
      </p>
      <p className="mb-2">
        第1項の規定により借受人又は運転者が違法駐車に係る反則金等を納付すべき場合において、当該借受人又は運転者が、第2項に基づく違反を処理すべき旨の当社の指示又は第3項に基づく自認書に署名すべき旨の当社の求めに応じないときは、当社は第5項に定める放置違反金及び駐車違反違約金に充てるものとして、当該借受人又は運転者から、当社が別に定める額の駐車違反金（次項において「駐車違反金」といいます。）を申し受けることができるものとします。
      </p>
      <p className="mb-2">
        第6項の規定にかかわらず、当社が借受人又は運転者から駐車違反金及び第5項第3号に規定する費用の額の全額を受領したときは、当社は第6項に規定する全レ協システムに登録する等の措置をとらず、又は既に全レ協システムに登録したデータを削除するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者が、第5項に基づき当社が請求した金額を当社に支払った場合において、借受人又は運転者が、後刻当該駐車違反に係る反則金を納付し、又は公訴を提起されたこと等により、放置違反金納付命令が取り消され、当社が放置違反金の還付を受けたときは、当社は既に支払いを受けた駐車関係費用のうち、放置違反金相当額のみを借受人又は運転者に返還するものとします。第7項に基づき当社が駐車違反金を申し受けた場合においても、同様とします。
      </p>
      <p className="mb-2">
        第6項の規定により、全レ協システムに登録された場合において、反則金が納付されたこと等により放置違反金納付命令が取り消され、又は第5項の規定による当社の請求額が全額当社に支払われたときは、当社は全レ協システムに登録したデータを削除するものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第五章　返還</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第18条（返還責任）</h3>
      <p className="mb-2">
        借受人又は運転者は、レンタカーを借受期間満了時までに所定の返還場所において当社に返還するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者が前項の規定に違反したときは、当社に与えた一切の損害を賠償するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、天災その他の不可抗力により借受期間内にレンタカーを返還することができない場合には、当社に生ずる損害について責を負わないものとします。この場合、借受人又は運転者は直ちに当社に連絡し、当社の指示に従うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第19条（返還時の確認等）</h3>
      <p className="mb-2">
        借受人又は運転者は、当社立会いのもとにレンタカーを返還するものとします。この場合、通常の使用によって摩耗した箇所等を除き、引渡し時の状態で返還するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、レンタカーの返還にあたって、レンタカー内に借受人若しくは運転者又は同乗者の遺留品がないことを確認して返還するものとし、当社は、レンタカーの返還後においては、遺留品について保管の責を負わないものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第20条（借受期間変更時の貸渡料金）</h3>
      <p className="mb-2">
        借受人又は運転者は、第11条第1項により借受期間を変更したときは、変更後の借受期間に対応する貸渡料金を支払うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第21条（返還場所等）</h3>
      <p className="mb-2">
        借受人又は運転者は、第11条第1項により所定の返還場所を変更したときは、返還場所の変更によって必要となる回送のための費用を負担するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、第11条第1項による当社の承諾を受けることなく所定の返還場所以外の場所にレンタカーを返還したときは、次に定める返還場所変更違約料を支払うものとします。
        返還場所変更違約料＝返還場所の変更によって必要となる回送のための費用×300％
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第22条（不返還となった場合の措置）</h3>
      <p className="mb-2">
        当社は、借受人又は運転者が、借受期間が満了したにもかかわらず、所定の返還場所にレンタカーを返還せず、かつ、当社の返還請求に応じないとき、又は借受人の所在が不明となる等の理由により不返還になったと認められるときは、刑事告訴を行う等の法的措置をとるほか、一般社団法人全国レンタカー協会に対し不返還被害報告をするとともに、全レ協システムに登録する等の措置をとるものとします。
      </p>
      <p className="mb-2">
        当社は、前項に該当することとなったときは、レンタカーの所在を確認するため、借受人又は運転者の家族、親族、勤務先等の関係者への聞取り調査や車両位置情報システムの作動等を含む必要な措置をとるものとします。
      </p>
      <p className="mb-2">
        第1項に該当することとなった場合、借受人又は運転者は、第27条の定めにより当社に与えた損害について賠償する責任を負うほか、レンタカーの回収及び借受人又は運転者の探索に要した費用を負担するものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第六章　故障、事故、盗難時の措置</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第23条（故障発見時の措置）</h3>
      <p className="mb-2">
        借受人又は運転者は、使用中にレンタカーの異常又は故障を発見したときは、直ちに運転を中止し、当社に連絡するとともに、当社の指示に従うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第24条（事故発生時の措置）</h3>
      <p className="mb-2">
        借受人又は運転者は、使用中にレンタカーに係る事故が発生したときは、直ちに運転を中止し、事故の大小にかかわらず法令上の措置をとるとともに、次に定める措置をとるものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>直ちに事故の状況等を当社に報告し、当社の指示に従うこと。</li>
        <li>
          前号の指示に基づきレンタカーの修理を行う場合は、当社が認めた場合を除き、当社又は当社の指定する工場で行うこと。
        </li>
        <li>
          事故に関し当社及び当社が契約している保険会社の調査に協力するとともに、必要な書類等を遅滞なく提出すること。
        </li>
        <li>事故に関し相手方と示談その他の合意をするときは、あらかじめ当社の承諾を受けること。</li>
      </ul>
      <p className="mb-2">
        借受人又は運転者は、前項の措置をとるほか、自らの責任において事故を処理し、及び解決をするものとします。
      </p>
      <p className="mb-2">
        当社は、借受人又は運転者のため事故の処理について助言を行うとともに、その解決に協力するものとします。
      </p>
      <p className="mb-2">
        当社は、事故発生時の状況を確認することを目的として、車載型事故記録装置が装着されている車両について衝撃が発生し、又は急制動がなされた場合等の状況を記録するものとします。
      </p>
      <p className="mb-2">
        当社は、必要が認められる場合には、前項の記録を検証するなどの措置をとるものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第25条（盗難発生時の措置）</h3>
      <p className="mb-2">
        借受人又は運転者は、使用中にレンタカーの盗難が発生したときその他の被害を受けたときは、次に定める措置をとるものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>直ちに最寄の警察に通報すること。</li>
        <li>直ちに被害状況等を当社に報告し、当社の指示に従うこと。</li>
        <li>
          盗難、その他の被害に関し当社及び当社が契約している保険会社の調査に協力するとともに要求する書類等を遅滞なく提出すること。
        </li>
      </ul>

      <h3 className="text-lg font-medium mt-4 mb-1">第26条（使用不能による貸渡契約の終了）</h3>
      <p className="mb-2">
        使用中において故障、事故、盗難その他の事由（以下「故障等」といいます。）によりレンタカーが使用できなくなったときは、貸渡契約は終了するものとします。
      </p>
      <p className="mb-2">
        借受人又は運転者は、前項の場合、レンタカーの引取り及び修理等に要する費用を負担するものとし、当社は受領済みの貸渡料金を返還しないものとします。ただし、故障等が第3項又は第5項に定める事由による場合はこの限りでないものとします。
      </p>
      <p className="mb-2">
        故障等が貸渡し前に存した瑕疵による場合は、新たな貸渡契約を締結したものとし、借受人は当社から代替レンタカーの提供を受けることができるものとします。なお、代替レンタカーの提供条件については、第5条第2項を準用するものとします。
      </p>
      <p className="mb-2">
        借受人が前項の代替レンタカーの提供を受けないときは、当社は受領済の貸渡料金を全額返還するものとします。なお、当社が代替レンタカーを提供できないときも同様とします。
      </p>
      <p className="mb-2">
        故障等が借受人、運転者及び当社のいずれの責にも帰すべからざる事由により生じた場合は、当社は、受領済の貸渡料金から、貸渡しから貸渡契約の終了までの期間に対応する貸渡料金を差し引いた残額を借受人に返還するものとします。
      </p>
      <p className="mb-2">
        借受人及び運転者は、本条に定める措置を除き、レンタカーを使用できなかったことにより生ずる損害について当社に対し、本条に定める以外のいかなる請求もできないものとします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第七章　賠償及び補償</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第27条（賠償及び営業補償）</h3>
      <p className="mb-2">
        借受人又は運転者は、借受人又は運転者が借り受けたレンタカーの使用中に第三者又は当社に損害を与えたときは、その損害を賠償するものとします。ただし、当社の責に帰すべき事由による場合を除きます。
      </p>
      <p className="mb-2">
        前項の当社の損害のうち、事故、盗難、借受人又は運転者の責に帰すべき事由による故障、レンタカーの汚損・臭気等により当社がそのレンタカーを利用できないことによる損害については料金表に定めるところにより損害を賠償し、又は営業補償をするものとし、借受人又は運転者はこれを支払うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第28条（保険及び補償）</h3>
      <p className="mb-2">
        借受人又は運転者が第27条第1項の賠償責任を負うときは、当社がレンタカーについて締結した損害保険契約及び当社の定める補償制度により、次の限度内の保険金又は補償金が支払われます。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>対人補償　無制限（自動車損害賠償責任保険3,000万円を含む）</li>
        <li>対物補償　1事故につき無制限（免責金額15万円）</li>
        <li>車両補償　1事故限度額時価額（免責金額15万円）</li>
        <li>人身傷害補償　1事故限度額3,000万円×定員、1名限度額3,000万円</li>
      </ul>
      <p className="mb-2">
        保険約款又は補償制度の免責事由に該当する場合には、第1項に定める保険金又は補償金は支払われません。
      </p>
      <p className="mb-2">
        貸渡約款に違反した場合には、第1項に定める保険金又は補償金は支払われません。
      </p>
      <p className="mb-2">
        当社が第1項に定める保険金又は補償金を支払ったときは、借受人又は運転者は、直ちに当社の支払額を当社に弁済するものとします。
      </p>
      <p className="mb-2">
        第1項第2号又は第3号に定める保険金又は補償金の免責金額に相当する損害については、特約をした場合を除いて借受人又は運転者の負担とします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第八章　貸渡契約の解除</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第29条（貸渡契約の解除）</h3>
      <p className="mb-2">
        当社は、借受人又は運転者が使用中にこの約款に違反したとき、又は第8条第1項各号のいずれかに該当することとなったときは、何らの通知、催告を要せずに貸渡契約を解除し、直ちにレンタカーの返還を請求することができるものとします。この場合、当社は受領済の貸渡料金を借受人に返還しないものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第30条（貸渡契約の解除）</h3>
      <p className="mb-2">
        借受人は、使用中であっても、当社の同意を得て次項に定める中途解約手数料を支払った上で貸渡契約を解約することができるものとします。この場合、当社は、別途定める規定に該当するときを除き、受領済の貸渡料金から、貸渡しから返還までの期間に対応する貸渡料金を差し引いた残額を借受人に返還するものとします。
      </p>
      <p className="mb-2">
        借受人は、前項の解約をするときは、次の中途解約手数料を当社に支払うものとします。
        中途解約手数料＝｛（貸渡契約期間に対応する基本料金）-（貸渡しから返還までの期間に対応する基本料金）｝×50％
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">第九章　個人情報</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第31条（個人情報の利用目的）</h3>
      <p className="mb-2">
        当社が借受人又は運転者の個人情報を取得し、利用する目的は次のとおりです。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>
          道路運送法第80条第1項に基づくレンタカーの事業許可を受けた事業者として、貸渡契約締結時に貸渡証を作成する等、事業許可の条件として義務付けられている事項を遂行するため。
        </li>
        <li>
          借受人又は運転者に対し、レンタカー、新車、中古車その他の当社が取り扱っている商品の紹介及びこれらに関するサービス等の提供並びに各種イベント、キャンペーン等の開催について、宣伝広告物の送付、電子メールの送信等の方法により案内するため。
        </li>
        <li>
          貸渡契約の締結に際し、借受け申込者又は運転者に関し、本人確認及び貸渡契約締結の可否についての審査を行うため。
        </li>
        <li>
          当社の取り扱う商品及びサービスの企画開発、又はお客さま満足度向上策の検討を目的として、借受人又は運転者に対しアンケート調査を実施するため。
        </li>
        <li>
          個人情報を統計的に集計、分析し、個人を識別、特定できない形態に加工した統計データを作成するため。
        </li>
      </ul>
      <p className="mb-2">
        第1項各号に定めていない目的で借受人又は運転者の個人情報を取得する場合には、あらかじめその利用目的を明示して行います。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第32条（個人情報の登録及び利用の同意）</h3>
      <p className="mb-2">
        借受人又は運転者は次の各号のいずれかに該当する場合には、借受人又は運転者の氏名、生年月日、運転免許証番号等を含む個人情報が、全レ協システムに7年を超えない期間登録されること並びにその情報が一般社団法人全国レンタカー協会及びこれに加盟する各地区レンタカー協会並びにこれらの会員であるレンタカー事業者によって貸渡契約締結の際の審査のために利用されることに同意するものとします。
      </p>
      <ul className="list-decimal ml-6 mb-2">
        <li>当社が道路交通法第51条の4第1項に基づいて放置違反金の納付を命ぜられた場合</li>
        <li>当社に対して第17条第5項に規定する駐車違反関係費用の全額の支払いがない場合</li>
        <li>第22条第1項に規定する不返還があったと認められる場合</li>
      </ul>

      <h2 className="text-xl font-semibold mt-6 mb-2">第十章　雑則</h2>
      <h3 className="text-lg font-medium mt-4 mb-1">第33条（相殺）</h3>
      <p className="mb-2">
        当社は、この約款に基づく借受人又は運転者に対する金銭債務があるときは、借受人又は運転者の当社に対する金銭債務といつでも相殺することができるものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第34条（消費税）</h3>
      <p className="mb-2">
        借受人又は運転者は、この約款に基づく取引に課される消費税（地方消費税を含む）を当社に対して支払うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第35条（遅延損害金）</h3>
      <p className="mb-2">
        借受人又は運転者及び当社は、この約款に基づく金銭債務の履行を怠ったときは、相手方に対し年率14.6％の割合による遅延損害金を支払うものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第36条（邦文約款と英文約款）</h3>
      <p className="mb-2">
        邦文約款と英文約款の内容に相違があるときは、邦文約款によるものとします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第37条（細則）</h3>
      <p className="mb-2">
        当社は、この約款の細則を別に定めることができるものとし、その細則はこの約款と同等の効力を有するものとします。
      </p>
      <p className="mb-2">
        当社は、別に細則を定めたときは、当社の営業店舗に掲示するとともに、当社の発行するパンフレット、料金表又はホームページ等にこれを記載するものとします。これを変更した場合も同様とします。
      </p>

      <h3 className="text-lg font-medium mt-4 mb-1">第38条（合意管轄裁判所）</h3>
      <p className="mb-2">
        この約款に基づく権利及び義務について紛争が生じたときは、訴額のいかんにかかわらず当社の本店、支店又は営業所の所在地を管轄する簡易裁判所をもって管轄裁判所とします。
      </p>

      <h2 className="text-xl font-semibold mt-6 mb-2">附則</h2>
      <p className="mb-2">本約款は、2025年4月24日から施行します。</p>

      <div className="mt-8 text-right">
        <p>合同会社ジャパンピッカーズ</p>
        <p>〒370-3521　群馬県高崎市棟高町50番地1</p>
      </div>
    </div>
  );
}
